[CovertAction_PrisonBreakMission X2CovertActionTemplate]
ActionObjective="定位变种人监狱设施"

[CovertActionNarrative_PrisonBreakMission_Skirmishers X2CovertActionNarrativeTemplate]
ActionName="定位变种人监狱设施"
ActionPreNarrative="我的同类仍然对<XGParam:StrValue1/!ChosenName/>的设施和运作有着深刻的了解。我相信，我们共同合作一定能找到那些被囚禁的人。"
ActionPostNarrative="你的盟友还活着，他们的监狱我们已经知道了。我们必须迅速行动，确保他们的救援。"

[CovertActionNarrative_PrisonBreakMission_Reapers X2CovertActionNarrativeTemplate]
ActionName="定位变种人监狱设施"
ActionPreNarrative="我的族人天生就是猎人，擅长追踪和悄无声息地追捕猎物。派几个你的士兵来帮忙，我相信我们一定能找出<XGParam:StrValue1/!ChosenName/>把那些不幸的人藏在哪里了。"
ActionPostNarrative="我们找到了他们，就像我预料的那样。现在你只需要派一些你的重装部队来执行救援任务。"

[CovertActionNarrative_PrisonBreakMission_Templars X2CovertActionNarrativeTemplate]
ActionName="定位变种人监狱设施"
ActionPreNarrative="感谢大地母神的祝福，我的追随者有着追踪那些本不该被发现之物的天赋。无论<XGParam:StrValue1/!ChosenName/>把那些被俘的人藏在哪里，我们都能找到他们。"
ActionPostNarrative="你的朋友已经被发现，他们在等待你的救援。"